Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Particles/Resources/Particles.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Control Points
ar: نقاط التحكم
de: Kontrollpunkte
es: Puntos de control
fr: Points de contrôle
hi: नियंत्रण बिंदु
it: Punti di controllo
ja: コントロールポイント
ko: 제어점
pl: Punkty kontrolne
pt_br: Pontos de controle
ru: Контрольные точки
tr: Kontrol noktaları
uk: Контрольні точки
zh_hans: 控制点
zh_hant: 控制點

source: Control point
ar: نقطة التحكم
de: Kontrollpunkt
es: Punto de control
fr: Point de contrôle
hi: नियंत्रण बिंदु
it: Punto di controllo
ja: コントロールポイント
ko: 제어점
pl: Punkt kontrolny
pt_br: Ponto de controle
ru: Контрольная точка
tr: Kontrol noktası
uk: Контрольна точка
zh_hans: 控制点
zh_hant: 控制點

source: Control point attract
ar: جذب نقطة التحكم
de: Anziehung zum Kontrollpunkt
es: Atracción del punto de control
fr: Attraction du point de contrôle
hi: नियंत्रण बिंदु आकर्षण
it: Attrazione del punto di controllo
ja: コントロールポイントへの引力
ko: 제어점 끌어당김
pl: Przyciąganie do punktu kontrolnego
pt_br: Atração do ponto de controle
ru: Притяжение к контрольной точке
tr: Kontrol noktası çekimi
uk: Притягання до контрольної точки
zh_hans: 控制点吸引
zh_hant: 控制點吸引

source: Control point end
ar: نقطة التحكم النهائية
de: Kontrollpunkt Ende
es: Punto de control final
fr: Point de contrôle de fin
hi: अंतिम नियंत्रण बिंदु
it: Punto di controllo finale
ja: 終了コントロールポイント
ko: 끝 제어점
pl: Końcowy punkt kontrolny
pt_br: Ponto de controle final
ru: Конечная контрольная точка
tr: Bitiş kontrol noktası
uk: Кінцева контрольна точка
zh_hans: 结束控制点
zh_hant: 結束控制點

source: Control point start
ar: نقطة التحكم الأولى
de: Kontrollpunkt Anfang
es: Punto de control inicial
fr: Point de contrôle de début
hi: आरंभिक नियंत्रण बिंदु
it: Punto di controllo iniziale
ja: 開始コントロールポイント
ko: 시작 제어점
pl: Początkowy punkt kontrolny
pt_br: Ponto de controle inicial
ru: Начальная контрольная точка
tr: Başlangıç kontrol noktası
uk: Початкова контрольна точка
zh_hans: 起始控制点
zh_hant: 起始控制點

source: Control point start index
ar: فهرس نقطة التحكم الأولى
de: Erster Kontrollpunkt
es: Índice del primer punto de control
fr: Indice du premier point de contrôle
hi: आरंभिक नियंत्रण बिंदु सूचकांक
it: Indice del primo punto di controllo
ja: 開始コントロールポイント番号
ko: 시작 제어점 번호
pl: Indeks pierwszego punktu kontrolnego
pt_br: Índice do primeiro ponto de controle
ru: Индекс первой контрольной точки
tr: Başlangıç kontrol noktası dizini
uk: Індекс першої контрольної точки
zh_hans: 起始控制点索引
zh_hant: 起始控制點索引

source: Copy from parent
ar: النسخ من الأصل
de: Vom übergeordneten kopieren
es: Copiar del padre
fr: Copier du parent
hi: पैरेंट से कॉपी करें
it: Copia dal genitore
ja: 親からコピー
ko: 부모에서 복사
pl: Kopiuj z nadrzędnego
pt_br: Copiar do pai
ru: Копировать у родителя
tr: Üst öğeden kopyala
uk: Копіювати з батьківської
zh_hans: 从父级复制
zh_hant: 從父級複製

source: Copy layer color
ar: نسخ لون الطبقة
de: Ebenenfarbe übernehmen
es: Copiar color de la capa
fr: Copier la couleur du calque
hi: लेयर का रंग कॉपी करें
it: Copia colore del livello
ja: レイヤーの色をコピー
ko: 레이어 색상 복사
pl: Kopiuj kolor warstwy
pt_br: Copiar cor da camada
ru: Копировать цвет слоя
tr: Katman rengini kopyala
uk: Копіювати колір шару
zh_hans: 复制图层颜色
zh_hant: 複製圖層顏色

source: Count
ar: العدد
de: Anzahl
es: Cantidad
fr: Nombre
hi: संख्या
it: Quantità
ja: 数
ko: 개수
pl: Liczba
pt_br: Quantidade
ru: Количество
tr: Sayı
uk: Кількість
zh_hans: 数量
zh_hant: 數量

source: Culling
ar: استبعاد الأوجه
de: Ausblenden von Rückseiten
es: Descarte de caras
fr: Élimination des faces
hi: कलिंग
it: Eliminazione delle facce
ja: カリング
ko: 컬링
pl: Usuwanie ścian
pt_br: Descarte de faces
ru: Отсечение граней
tr: Yüz ayıklama
uk: Відсікання граней
zh_hans: 剔除
zh_hant: 剔除

source: Delay
ar: التأخير
de: Verzögerung
es: Retraso
fr: Délai
hi: विलंब
it: Ritardo
ja: 遅延
ko: 지연
pl: Opóźnienie
pt_br: Atraso
ru: Задержка
tr: Gecikme
uk: Затримка
zh_hans: 延迟
zh_hant: 延遲

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete Particle System
ar: حذف نظام الجسيمات
de: Partikelsystem löschen
es: Eliminar sistema de partículas
fr: Supprimer le système de particules
hi: कण प्रणाली हटाएँ
it: Elimina sistema di particelle
ja: パーティクルシステムを削除
ko: 파티클 시스템 삭제
pl: Usuń system cząsteczek
pt_br: Excluir sistema de partículas
ru: Удалить систему частиц
tr: Parçacık sistemini sil
uk: Видалити систему частинок
zh_hans: 删除粒子系统
zh_hant: 刪除粒子系統

source: Delete particles in center
ar: حذف الجسيمات في المركز
de: Partikel im Zentrum löschen
es: Eliminar partículas en el centro
fr: Supprimer les particules au centre
hi: केंद्र में कण हटाएँ
it: Elimina le particelle al centro
ja: 中心の粒子を削除
ko: 중심의 입자 삭제
pl: Usuwaj cząsteczki w środku
pt_br: Excluir partículas no centro
ru: Удалять частицы в центре
tr: Merkezdeki parçacıkları sil
uk: Видаляти частинки в центрі
zh_hans: 删除中心的粒子
zh_hant: 刪除中心的粒子

source: Deletion threshold
ar: عتبة الحذف
de: Löschschwelle
es: Umbral de eliminación
fr: Seuil de suppression
hi: हटाने की सीमा
it: Soglia di eliminazione
ja: 削除のしきい値
ko: 삭제 임계값
pl: Próg usuwania
pt_br: Limite de exclusão
ru: Порог удаления
tr: Silme eşiği
uk: Поріг видалення
zh_hans: 删除阈值
zh_hant: 刪除閾值

source: Delta to control point
ar: الفرق إلى نقطة التحكم
de: Abstand zum Kontrollpunkt
es: Diferencia con el punto de control
fr: Écart au point de contrôle
hi: नियंत्रण बिंदु तक अंतर
it: Differenza dal punto di controllo
ja: コントロールポイントとの差
ko: 제어점까지의 차이
pl: Różnica do punktu kontrolnego
pt_br: Diferença até o ponto de controle
ru: Смещение до контрольной точки
tr: Kontrol noktasına fark
uk: Зміщення до контрольної точки
zh_hans: 到控制点的差值
zh_hant: 到控制點的差值

source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fr: Profondeur
hi: गहराई
it: Profondità
ja: 奥行き
ko: 깊이
pl: Głębokość
pt_br: Profundidade
ru: Глубина
tr: Derinlik
uk: Глибина
zh_hans: 深度
zh_hant: 深度

source: Depth Test
ar: اختبار العمق
de: Tiefentest
es: Prueba de profundidad
fr: Test de profondeur
hi: डेप्थ टेस्ट
it: Test di profondità
ja: 深度テスト
ko: 깊이 테스트
pl: Test głębi
pt_br: Teste de profundidade
ru: Тест глубины
tr: Derinlik testi
uk: Тест глибини
zh_hans: 深度测试
zh_hant: 深度測試

source: Depth Write
ar: كتابة العمق
de: Tiefe schreiben
es: Escritura de profundidad
fr: Écriture de profondeur
hi: डेप्थ लेखन
it: Scrittura di profondità
ja: 深度書き込み
ko: 깊이 쓰기
pl: Zapis głębi
pt_br: Gravação de profundidade
ru: Запись глубины
tr: Derinlik yazma
uk: Запис глибини
zh_hans: 深度写入
zh_hant: 深度寫入

source: Direction to control point
ar: الاتجاه إلى نقطة التحكم
de: Richtung zum Kontrollpunkt
es: Dirección al punto de control
fr: Direction du point de contrôle
hi: नियंत्रण बिंदु की दिशा
it: Direzione verso il punto di controllo
ja: コントロールポイントへの方向
ko: 제어점 방향
pl: Kierunek do punktu kontrolnego
pt_br: Direção ao ponto de controle
ru: Направление к контрольной точке
tr: Kontrol noktası yönü
uk: Напрямок до контрольної точки
zh_hans: 指向控制点的方向
zh_hant: 指向控制點的方向

source: Directions
ar: الاتجاهات
de: Richtungen
es: Direcciones
hi: दिशाएँ
it: Direzioni
ja: 方向
ko: 방향
pl: Kierunki
pt_br: Direções
ru: Направления
tr: Yönler
uk: Напрямки
zh_hans: 方向
zh_hant: 方向

source: Disable color overrides
ar: تعطيل تجاوزات اللون
de: Farbüberschreibungen deaktivieren
es: Desactivar anulaciones de color
fr: Désactiver les remplacements de couleur
hi: रंग ओवरराइड बंद करें
it: Disattiva sostituzioni del colore
ja: 色の上書きを無効化
ko: 색상 재정의 사용 안 함
pl: Wyłącz nadpisywanie koloru
pt_br: Desativar substituições de cor
ru: Отключить переопределение цвета
tr: Renk geçersiz kılmalarını kapat
uk: Вимкнути перевизначення кольору
zh_hans: 禁用颜色覆盖
zh_hant: 停用顏色覆寫

source: Disable count overrides
ar: تعطيل تجاوزات العدد
de: Anzahlüberschreibungen deaktivieren
es: Desactivar anulaciones de cantidad
fr: Désactiver les remplacements du nombre
hi: संख्या ओवरराइड बंद करें
it: Disattiva sostituzioni della quantità
ja: 数の上書きを無効化
ko: 개수 재정의 사용 안 함
pl: Wyłącz nadpisywanie liczby
pt_br: Desativar substituições de quantidade
ru: Отключить переопределение количества
tr: Sayı geçersiz kılmalarını kapat
uk: Вимкнути перевизначення кількості
zh_hans: 禁用数量覆盖
zh_hant: 停用數量覆寫

source: Disable lifetime overrides
ar: تعطيل تجاوزات العمر
de: Lebensdauerüberschreibungen deaktivieren
es: Desactivar anulaciones de duración
fr: Désactiver les remplacements de durée de vie
hi: जीवनकाल ओवरराइड बंद करें
it: Disattiva sostituzioni della durata
ja: 寿命の上書きを無効化
ko: 수명 재정의 사용 안 함
pl: Wyłącz nadpisywanie czasu życia
pt_br: Desativar substituições de duração
ru: Отключить переопределение времени жизни
tr: Ömür geçersiz kılmalarını kapat
uk: Вимкнути перевизначення часу життя
zh_hans: 禁用寿命覆盖
zh_hant: 停用壽命覆寫

source: Disable size overrides
ar: تعطيل تجاوزات الحجم
de: Größenüberschreibungen deaktivieren
es: Desactivar anulaciones de tamaño
fr: Désactiver les remplacements de taille
hi: आकार ओवरराइड बंद करें
it: Disattiva sostituzioni della dimensione
ja: サイズの上書きを無効化
ko: 크기 재정의 사용 안 함
pl: Wyłącz nadpisywanie rozmiaru
pt_br: Desativar substituições de tamanho
ru: Отключить переопределение размера
tr: Boyut geçersiz kılmalarını kapat
uk: Вимкнути перевизначення розміру
zh_hans: 禁用大小覆盖
zh_hant: 停用大小覆寫

source: Disable speed overrides
ar: تعطيل تجاوزات السرعة
de: Geschwindigkeitsüberschreibungen deaktivieren
es: Desactivar anulaciones de velocidad
fr: Désactiver les remplacements de vitesse
hi: गति ओवरराइड बंद करें
it: Disattiva sostituzioni della velocità
ja: 速度の上書きを無効化
ko: 속도 재정의 사용 안 함
pl: Wyłącz nadpisywanie prędkości
pt_br: Desativar substituições de velocidade
ru: Отключить переопределение скорости
tr: Hız geçersiz kılmalarını kapat
uk: Вимкнути перевизначення швидкості
zh_hans: 禁用速度覆盖
zh_hant: 停用速度覆寫

source: Disabled
ar: معطّل
de: Aus
es: Desactivado
fr: Désactivé
hi: बंद
it: Disattivato
ja: 無効
ko: 사용 안 함
pl: Wyłączone
pt_br: Desativado
ru: Выключено
tr: Kapalı
uk: Вимкнено
zh_hans: 禁用
zh_hant: 停用

source: Distance
ar: المسافة
de: Abstand
es: Distancia
hi: दूरी
it: Distanza
ja: 距離
ko: 거리
pl: Odległość
pt_br: Distância
ru: Расстояние
tr: Mesafe
uk: Відстань
zh_hans: 距离
zh_hant: 距離

source: Distance inner
ar: المسافة الداخلية
de: Innerer Abstand
es: Distancia interior
fr: Distance intérieure
hi: आंतरिक दूरी
it: Distanza interna
ja: 内側の距離
ko: 안쪽 거리
pl: Odległość wewnętrzna
pt_br: Distância interna
ru: Внутреннее расстояние
tr: İç mesafe
uk: Внутрішня відстань
zh_hans: 内部距离
zh_hant: 內部距離

source: Distance max
ar: أقصى مسافة
de: Maximaler Abstand
es: Distancia máx.
hi: अधिकतम दूरी
it: Distanza max
ja: 最大距離
ko: 최대 거리
pl: Maks. odległość
pt_br: Distância máx.
ru: Макс. расстояние
tr: Azami mesafe
uk: Макс. відстань
zh_hans: 最大距离
zh_hant: 最大距離

source: Distance min
ar: أدنى مسافة
de: Minimaler Abstand
es: Distancia mín.
hi: न्यूनतम दूरी
it: Distanza min
ja: 最小距離
ko: 최소 거리
pl: Min. odległość
pt_br: Distância mín.
ru: Мин. расстояние
tr: Asgari mesafe
uk: Мін. відстань
zh_hans: 最小距离
zh_hant: 最小距離

source: Distance outer
ar: المسافة الخارجية
de: Äußerer Abstand
es: Distancia exterior
fr: Distance extérieure
hi: बाहरी दूरी
it: Distanza esterna
ja: 外側の距離
ko: 바깥쪽 거리
pl: Odległość zewnętrzna
pt_br: Distância externa
ru: Внешнее расстояние
tr: Dış mesafe
uk: Зовнішня відстань
zh_hans: 外部距离
zh_hant: 外部距離

source: Distance to control point
ar: المسافة إلى نقطة التحكم
de: Abstand zum Kontrollpunkt (Betrag)
es: Distancia al punto de control
fr: Distance au point de contrôle
hi: नियंत्रण बिंदु तक दूरी
it: Distanza dal punto di controllo
ja: コントロールポイントまでの距離
ko: 제어점까지의 거리
pl: Odległość do punktu kontrolnego
pt_br: Distância até o ponto de controle
ru: Расстояние до контрольной точки
tr: Kontrol noktasına mesafe
uk: Відстань до контрольної точки
zh_hans: 到控制点的距离
zh_hant: 到控制點的距離

source: Drag
ar: السحب
de: Luftwiderstand
es: Arrastre
fr: Traînée
hi: खिंचाव
it: Attrito
ja: 抗力
ko: 항력
pl: Opór
pt_br: Arrasto
ru: Сопротивление
tr: Sürükleme
uk: Опір
zh_hans: 阻力
zh_hant: 阻力

source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
hi: डुप्लिकेट करें
it: Duplica
ja: 複製
ko: 복제
pl: Duplikuj
pt_br: Duplicar
ru: Дублировать
tr: Çoğalt
uk: Дублювати
zh_hans: 复制
zh_hant: 複製

source: Duplicate Particle System
ar: تكرار نظام الجسيمات
de: Partikelsystem duplizieren
es: Duplicar sistema de partículas
fr: Dupliquer le système de particules
hi: कण प्रणाली डुप्लिकेट करें
it: Duplica sistema di particelle
ja: パーティクルシステムを複製
ko: 파티클 시스템 복제
pl: Duplikuj system cząsteczek
pt_br: Duplicar sistema de partículas
ru: Дублировать систему частиц
tr: Parçacık sistemini çoğalt
uk: Дублювати систему частинок
zh_hans: 复制粒子系统
zh_hant: 複製粒子系統

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi: अवधि
it: Durata
ja: 継続時間
ko: 지속 시간
pl: Czas trwania
pt_br: Duração
ru: Длительность
tr: Süre
uk: Тривалість
zh_hans: 持续时间
zh_hant: 持續時間

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar
ru: Изменить
tr: Düzenle
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯

source: Edit the child system
ar: تحرير النظام الفرعي
de: Untersystem bearbeiten
es: Editar el sistema hijo
fr: Modifier le système enfant
hi: चाइल्ड प्रणाली संपादित करें
it: Modifica il sistema figlio
ja: 子システムを編集
ko: 자식 시스템 편집
pl: Edytuj system podrzędny
pt_br: Editar o sistema filho
ru: Изменить дочернюю систему
tr: Alt sistemi düzenle
uk: Редагувати дочірню систему
zh_hans: 编辑子粒子系统
zh_hant: 編輯子粒子系統

source: Edited
ar: معدّل
de: Bearbeitet
es: Editado
fr: Modifié
hi: संपादित
it: Modificato
ja: 編集済み
ko: 편집됨
pl: Edytowano
pt_br: Editado
ru: Изменено
tr: Düzenlendi
uk: Змінено
zh_hans: 已编辑
zh_hant: 已編輯

source: Emitters
ar: الباعثات
de: Emitter
es: Emisores
fr: Émetteurs
hi: उत्सर्जक
it: Emettitori
ja: エミッター
ko: 방출기
pl: Emitery
pt_br: Emissores
ru: Излучатели
tr: Yayıcılar
uk: Випромінювачі
zh_hans: 发射器
zh_hant: 發射器

source: Enable arc
ar: تفعيل القوس
de: Bogen aktivieren
es: Activar arco
fr: Activer l’arc
hi: चाप सक्षम करें
it: Attiva arco
ja: 弧を有効化
ko: 호 사용
pl: Włącz łuk
pt_br: Ativar arco
ru: Включить дугу
tr: Yayı etkinleştir
uk: Увімкнути дугу
zh_hans: 启用弧线
zh_hant: 啟用弧線

source: Enabled
ar: مفعّل
de: An
es: Activado
fr: Activé
hi: चालू
it: Attivato
ja: 有効
ko: 사용
pl: Włączone
pt_br: Ativado
ru: Включено
tr: Açık
uk: Увімкнено
zh_hans: 启用
zh_hant: 啟用

source: End
ar: النهاية
de: Ende
es: Fin
fr: Fin
hi: अंत
it: Fine
ja: 終了
ko: 끝
pl: Koniec
pt_br: Fim
ru: Конец
tr: Bitiş
uk: Кінець
zh_hans: 结束
zh_hant: 結束

source: End time
ar: وقت النهاية
de: Endzeit
es: Tiempo final
fr: Heure de fin
hi: अंत समय
it: Tempo finale
ja: 終了時間
ko: 종료 시간
pl: Czas końcowy
pt_br: Tempo final
ru: Время окончания
tr: Bitiş zamanı
uk: Час завершення
zh_hans: 结束时间
zh_hant: 結束時間

source: End value
ar: القيمة النهائية
de: Endwert
es: Valor final
fr: Valeur finale
hi: अंतिम मान
it: Valore finale
ja: 終了値
ko: 끝 값
pl: Wartość końcowa
pt_br: Valor final
ru: Конечное значение
tr: Bitiş değeri
uk: Кінцеве значення
zh_hans: 结束值
zh_hant: 結束值

source: Event death
ar: حدث: الفناء
de: Ereignis: Tod
es: Evento: muerte
fr: Événement : mort
hi: घटना: समाप्ति
it: Evento: morte
ja: イベント：消滅
ko: 이벤트: 소멸
pl: Zdarzenie: śmierć
pt_br: Evento: morte
ru: Событие: гибель
tr: Olay: yok olma
uk: Подія: загибель
zh_hans: 事件：消亡
zh_hant: 事件：消亡

source: Event follow
ar: حدث: المتابعة
de: Ereignis: Folgen
es: Evento: seguir
fr: Événement : suivre
hi: घटना: अनुसरण
it: Evento: segui
ja: イベント：追従
ko: 이벤트: 따라가기
pl: Zdarzenie: podążanie
pt_br: Evento: seguir
ru: Событие: следование
tr: Olay: takip
uk: Подія: слідування
zh_hans: 事件：跟随
zh_hant: 事件：跟隨

source: Event spawn
ar: حدث: الظهور
de: Ereignis: Entstehung
es: Evento: aparición
fr: Événement : apparition
hi: घटना: उत्पत्ति
it: Evento: generazione
ja: イベント：生成
ko: 이벤트: 생성
pl: Zdarzenie: narodziny
pt_br: Evento: surgimento
ru: Событие: появление
tr: Olay: doğma
uk: Подія: поява
zh_hans: 事件：生成
zh_hant: 事件：生成

source: Exponent
ar: الأس
es: Exponente
fr: Exposant
hi: घातांक
it: Esponente
ja: 指数
ko: 지수
pl: Wykładnik
pt_br: Expoente
ru: Показатель
tr: Üs
uk: Показник
zh_hans: 指数
zh_hant: 指數

source: Fade alpha
ar: تلاشي ألفا تدريجيًا
de: Alpha ausblenden
es: Desvanecer alfa
fr: Fondu de l’alpha
hi: अल्फ़ा फ़ेड करें
it: Sfuma alfa
ja: アルファをフェード
ko: 알파 페이드
pl: Zanikanie alfy
pt_br: Esmaecer alfa
ru: Затухание альфы по длине
tr: Alfayı soldur
uk: Згасання альфи вздовж
zh_hans: 淡化 Alpha
zh_hant: 淡化 Alpha

source: Fade size
ar: تلاشي الحجم تدريجيًا
de: Größe ausblenden
es: Desvanecer tamaño
fr: Fondu de la taille
hi: आकार फ़ेड करें
it: Sfuma dimensione
ja: サイズをフェード
ko: 크기 페이드
pl: Zanikanie rozmiaru
pt_br: Esmaecer tamanho
ru: Затухание размера
tr: Boyutu soldur
uk: Згасання розміру
zh_hans: 渐变大小
zh_hant: 漸變大小

source: Fade-in time
ar: زمن الظهور التدريجي
de: Einblendzeit
es: Tiempo de aparición
fr: Durée d’apparition
hi: फ़ेड-इन समय
it: Tempo di dissolvenza in entrata
ja: フェードイン時間
ko: 페이드 인 시간
pl: Czas pojawiania
pt_br: Tempo de surgimento
ru: Время появления
tr: Belirme süresi
uk: Час появи
zh_hans: 淡入时间
zh_hant: 淡入時間

source: Fade-out time
ar: زمن الاختفاء التدريجي
de: Ausblendzeit
es: Tiempo de desaparición
fr: Durée de disparition
hi: फ़ेड-आउट समय
it: Tempo di dissolvenza in uscita
ja: フェードアウト時間
ko: 페이드 아웃 시간
pl: Czas zanikania
pt_br: Tempo de desaparecimento
ru: Время исчезновения
tr: Kaybolma süresi
uk: Час зникнення
zh_hans: 淡出时间
zh_hant: 淡出時間

source: File
ar: الملف
de: Datei
es: Archivo
fr: Fichier
hi: फ़ाइल
ja: ファイル
ko: 파일
pl: Plik
pt_br: Arquivo
ru: Файл
tr: Dosya
uk: Файл
zh_hans: 文件
zh_hant: 檔案

source: Fixed
ar: ثابت
de: Fest
es: Fija
fr: Fixe
hi: स्थिर
it: Fissa
ja: 固定
ko: 고정
pl: Stała
pt_br: Fixa
ru: Фиксированная
tr: Sabit
uk: Фіксована
zh_hans: 固定
zh_hant: 固定

source: Force
ar: القوة
de: Kraft
es: Fuerza
hi: बल
it: Forza
ja: 力
ko: 힘
pl: Siła
pt_br: Força
ru: Сила
tr: Kuvvet
uk: Сила
zh_hans: 力
zh_hant: 力

source: Forward
ar: الأمام
de: Vorwärts
es: Adelante
fr: Avant
hi: आगे
it: Avanti
ja: 前方
ko: 앞쪽
pl: Przód
pt_br: Frente
ru: Вперёд
tr: İleri
uk: Уперед
zh_hans: 前向
zh_hant: 前向

source: Frequency max
ar: أقصى تردد
de: Maximale Frequenz
es: Frecuencia máx.
fr: Fréquence max.
hi: अधिकतम आवृत्ति
it: Frequenza max
ja: 最大周波数
ko: 최대 주파수
pl: Maks. częstotliwość
pt_br: Frequência máx.
ru: Макс. частота
tr: Azami frekans
uk: Макс. частота
zh_hans: 最大频率
zh_hant: 最大頻率

source: Frequency min
ar: أدنى تردد
de: Minimale Frequenz
es: Frecuencia mín.
fr: Fréquence min.
hi: न्यूनतम आवृत्ति
it: Frequenza min
ja: 最小周波数
ko: 최소 주파수
pl: Min. częstotliwość
pt_br: Frequência mín.
ru: Мин. частота
tr: Asgari frekans
uk: Мін. частота
zh_hans: 最小频率
zh_hant: 最小頻率

source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
it: Generale
ja: 一般
ko: 일반
pl: Ogólne
pt_br: Geral
ru: Общие
tr: Genel
uk: Загальні
zh_hans: 常规
zh_hant: 一般

source: Gravity
ar: الجاذبية
de: Schwerkraft
es: Gravedad
fr: Gravité
hi: गुरुत्व
it: Gravità
ja: 重力
ko: 중력
pl: Grawitacja
pt_br: Gravidade
ru: Гравитация
tr: Yerçekimi
uk: Гравітація
zh_hans: 重力
zh_hant: 重力

source: HSV color random
ar: لون HSV عشوائي
de: Zufällige HSV-Farbe
es: Color HSV aleatorio
fr: Couleur TSV aléatoire
hi: यादृच्छिक HSV रंग
it: Colore HSV casuale
ja: ランダム HSV カラー
ko: 무작위 HSV 색상
pl: Losowy kolor HSV
pt_br: Cor HSV aleatória
ru: Случайный цвет HSV
tr: Rastgele HSV rengi
uk: Випадковий колір HSV
zh_hans: 随机 HSV 颜色
zh_hant: 隨機 HSV 顏色

source: Hide gizmo in editor
ar: إخفاء أداة التحكم في المحرر
de: Gizmo im Editor ausblenden
es: Ocultar gizmo en el editor
fr: Masquer le gizmo dans l’éditeur
hi: संपादक में गिज़्मो छिपाएँ
it: Nascondi gizmo nell’editor
ja: エディタでギズモを隠す
ko: 편집기에서 기즈모 가리기
pl: Ukryj uchwyt w edytorze
pt_br: Ocultar gizmo no editor
ru: Скрыть манипулятор в редакторе
tr: Düzenleyicide tutamacı gizle
uk: Сховати маніпулятор у редакторі
zh_hans: 在编辑器中隐藏控件
zh_hant: 在編輯器中隱藏控制項

source: Hue max
ar: أقصى تدرج لوني
de: Maximaler Farbton
es: Tono máx.
fr: Teinte max.
hi: अधिकतम ह्यू
it: Tonalità max
ja: 最大色相
ko: 최대 색조
pl: Maks. odcień
pt_br: Matiz máx.
ru: Макс. оттенок
tr: Azami ton
uk: Макс. відтінок
zh_hans: 最大色相
zh_hant: 最大色相

source: Hue min
ar: أدنى تدرج لوني
de: Minimaler Farbton
es: Tono mín.
fr: Teinte min.
hi: न्यूनतम ह्यू
it: Tonalità min
ja: 最小色相
ko: 최소 색조
pl: Min. odcień
pt_br: Matiz mín.
ru: Мин. оттенок
tr: Asgari ton
uk: Мін. відтінок
zh_hans: 最小色相
zh_hant: 最小色相

source: Hue noise
ar: ضوضاء التدرج اللوني
de: Farbtonrauschen
es: Ruido de tono
fr: Bruit de teinte
hi: ह्यू नॉइज़
it: Rumore di tonalità
ja: 色相ノイズ
ko: 색조 노이즈
pl: Szum odcienia
pt_br: Ruído de matiz
ru: Шум оттенка
tr: Ton gürültüsü
uk: Шум відтінку
zh_hans: 色相噪声
zh_hant: 色相雜訊

source: Hue steps
ar: خطوات التدرج اللوني
de: Farbtonstufen
es: Pasos de tono
fr: Paliers de teinte
hi: ह्यू चरण
it: Passi di tonalità
ja: 色相の段階数
ko: 색조 단계
pl: Kroki odcienia
pt_br: Passos de matiz
ru: Шаги оттенка
tr: Ton adımları
uk: Кроки відтінку
zh_hans: 色相级数
zh_hant: 色相級數

source: Infinite axis
ar: محور لانهائي
de: Unendliche Achse
es: Eje infinito
fr: Axe infini
hi: अनंत अक्ष
it: Asse infinito
ja: 無限軸
ko: 무한 축
pl: Nieskończona oś
pt_br: Eixo infinito
ru: Бесконечная ось
tr: Sonsuz eksen
uk: Нескінченна вісь
zh_hans: 无限轴
zh_hant: 無限軸

source: Inherit control point velocity
ar: وراثة سرعة نقطة التحكم
de: Geschwindigkeit des Kontrollpunkts erben
es: Heredar velocidad del punto de control
fr: Hériter de la vitesse du point de contrôle
hi: नियंत्रण बिंदु वेग प्राप्त करें
it: Eredita velocità del punto di controllo
ja: コントロールポイントの速度を継承
ko: 제어점 속도 상속
pl: Dziedzicz prędkość punktu kontrolnego
pt_br: Herdar velocidade do ponto de controle
ru: Наследовать скорость контрольной точки
tr: Kontrol noktası hızını devral
uk: Успадкувати швидкість контрольної точки
zh_hans: 继承控制点速度
zh_hant: 繼承控制點速度

source: Inherit initial value from event
ar: وراثة القيمة الأولية من الحدث
de: Anfangswert vom Ereignis erben
es: Heredar valor inicial del evento
fr: Hériter de la valeur initiale de l’événement
hi: घटना से आरंभिक मान प्राप्त करें
it: Eredita valore iniziale dall’evento
ja: イベントから初期値を継承
ko: 이벤트에서 초기값 상속
pl: Dziedzicz wartość początkową ze zdarzenia
pt_br: Herdar valor inicial do evento
ru: Наследовать начальное значение от события
tr: Olaydan başlangıç değerini devral
uk: Успадкувати початкове значення від події
zh_hans: 从事件继承初始值
zh_hant: 從事件繼承初始值

source: Inherit layer motion
ar: وراثة حركة الطبقة
de: Ebenenbewegung erben
es: Heredar movimiento de la capa
fr: Hériter du mouvement du calque
hi: लेयर की गति प्राप्त करें
it: Eredita movimento del livello
ja: レイヤーの動きを継承
ko: 레이어 움직임 상속
pl: Dziedzicz ruch warstwy
pt_br: Herdar movimento da camada
ru: Наследовать движение слоя
tr: Katman hareketini devral
uk: Успадкувати рух шару
zh_hans: 继承图层运动
zh_hant: 繼承圖層運動

source: Inherit value from event
ar: وراثة القيمة من الحدث
de: Wert vom Ereignis erben
es: Heredar valor del evento
fr: Hériter de la valeur de l’événement
hi: घटना से मान प्राप्त करें
it: Eredita valore dall’evento
ja: イベントから値を継承
ko: 이벤트에서 값 상속
pl: Dziedzicz wartość ze zdarzenia
pt_br: Herdar valor do evento
ru: Наследовать значение от события
tr: Olaydan değeri devral
uk: Успадкувати значення від події
zh_hans: 从事件继承值
zh_hant: 從事件繼承值

source: Initializers
ar: المُهيِّئات
de: Initialisierer
es: Inicializadores
fr: Initialiseurs
hi: इनिशियलाइज़र
it: Inizializzatori
ja: イニシャライザー
ko: 초기화 항목
pl: Inicjalizatory
pt_br: Inicializadores
ru: Инициализаторы
tr: Başlatıcılar
uk: Ініціалізатори
zh_hans: 初始化器
zh_hant: 初始化器

source: Input
ar: الإدخال
de: Eingabe
es: Entrada
fr: Entrée
hi: इनपुट
it: Ingresso
ja: 入力
ko: 입력
pl: Wejście
pt_br: Entrada
ru: Вход
tr: Giriş
uk: Вхід
zh_hans: 输入
zh_hant: 輸入

source: Input component
ar: مكوّن الإدخال
de: Eingabekomponente
es: Componente de entrada
fr: Composante d’entrée
hi: इनपुट घटक
it: Componente in ingresso
ja: 入力成分
ko: 입력 성분
pl: Składowa wejścia
pt_br: Componente de entrada
ru: Компонента входа
tr: Giriş bileşeni
uk: Компонента входу
zh_hans: 输入分量
zh_hant: 輸入分量
